# OMZ completions requiring compinit
# add podman completions

# compinit
belak/zsh-utils path:completion

# ohmyzsh plugins
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/rsync
ohmyzsh/ohmyzsh path:plugins/dnf
# add podman plugin
ohmyzsh/ohmyzsh path:plugins/tmux
# ohmyzsh/ohmyzsh path:themes/dst.zsh-theme

# powerlevel10k
romkatv/powerlevel10k

# Alias tips
MichaelAquilina/zsh-you-should-use

# fish-like features
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search

# zvm
jeffreytse/zsh-vi-mode

