# ohmyzsh plugins
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/docker
ohmyzsh/ohmyzsh path:plugins/docker-compose
ohmyzsh/ohmyzsh path:plugins/dnf
ohmyzsh/ohmyzsh path:plugins/tmux
ohmyzsh/ohmyzsh path:themes/dst.zsh-theme

# fish-like features
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-autosuggestions

# compinit
belak/zsh-utils path:completion
zsh-users/zsh-history-substring-search

# zvm
jeffreytse/zsh-vi-mode

